[SniperRifle]
Description=xxx вставить описание снайперской винтовки
FriendlyName=Remington 700

[C2Charge]
Description=Заряд взрывчатки C2 (пластита) используется для выбивания надежно укрепленных дверей. Перед подрывом пластит размещается на дверном замке. Взрыв не только выбивает замок, но и выламывает дверь. Кроме того, на людей, находящихся в помещении, детонация оказывает эффект, схожий с результатом применения светошумовой гранаты. В отличие от спецружья, пластит небезопасен - взрыв может ранить и даже убить человека, находящегося за дверью.
FriendlyName=C2 (x3)

[MP5SMG]
Description=Этот 9-миллиметровый пистолет-пулемет немецкого производства стоит на вооружении полицейских спецподразделений. Стрельба из него может вестись как оболочечными, так и полуоболочечными пулями с экспансивной выемкой. Невысокая энергия пуль уменьшает шанс рикошета, но вместе с тем снижает и их останавливающее действие. Компактные размеры пистолета-пулемета позволяют использовать его в тесных помещениях. Переключатель режима огня имеет два положения - стрельба одиночными выстрелами и очередями из трех патронов (автоматической стрельбы нет).
FriendlyName=H&K MP5A2

[SilencedMP5SMG]
Description=Этот 9-миллиметровый пистолет-пулемет немецкого производства стоит на вооружении полицейских спецподразделений. Стрельба из него может вестись как оболочечными, так и полуоболочечными пулями с экспансивной выемкой. Невысокая энергия пуль уменьшает шанс рикошета, но вместе с тем снижает и их останавливающее действие. Компактные размеры позволяют использовать пистолет-пулемет в тесных помещениях. Переключатель режима огня имеет два положения - стрельба одиночными выстрелами и очередями из трех патронов (автоматической стрельбы нет). Эта модификация дополнительно оснащена глушителем и пламегасителем, затрудняющими обнаружение стрелка.
FriendlyName=H&K MP5A2 с глуш.

[UMP45SMG]
Description=Конструкция пистолета-пулемета 45 калибра практически аналогична устройству его 9-мм собрата, однако часть его деталей выполнена из пластика, что существенно уменьшило массу оружия. Мощный патрон 45-го калибра позволяет использовать компактный пистолет-пулемет против бронированных целей, даже несмотря на более низкие значения скорострельности и дульной энергии пули. Переключатель режима огня имеет два положения - одиночные выстрелы и автоматическая стрельба.
FriendlyName=H&K UMP45

[M4A1MG]
Description=В основе конструкции карабина Colt M4A1 лежит штурмовая винтовка M16, состоящая на вооружении армии США. Эта компактная модификация была создана специально для применения в ближнем бою. Патрон калибра .223 делает карабин наиболее мощным стрелковым оружием, находящимся в распоряжении полицейских спецподразделений. Стрелять можно одиночными выстрелами или очередями, используются как оболочечные, так и полуоболочечные пули с экспансивной выемкой.
FriendlyName=Карабин Colt M4A1

[G36kMG]
Description=Эта легкая штурмовая винтовка была разработана в 1990-х гг. для нужд вооруженных сил ФРГ. С тех пор она получила широкое распространение в качестве надежного универсального оружия. Калибр ствола - 5,56 мм (.223), переключатель режима стрельбы позволяет вести огонь очередями из двух патронов.
FriendlyName=G36s

[M4Super90SG]
Description=Самозарядное ружье 12-го калибра Benelli M4 Super 90 применяется при решении различных тактических задач. Механизм автоматической перезарядки обеспечивает высочайшую для помповых ружей скорострельность. Недостатки дробовика - крупные габариты, затрудняющие его применение в ближнем бою, а также малая емкость магазина (5 патронов).
FriendlyName=M4 Super 90

[NovaPumpSG]
Description=Nova - последняя разработка компании Benelli, наиболее совершенное из выпускаемых ею ружей с помповым механизмом перезарядки. Хотя по скорострельности эта модель незначительно уступает дробовику M4 Super 90, она оснащена дополнительным присоединяемым магазином (общая емкость - 8 патронов).
FriendlyName=Benelli Nova

[LessLethalSG]
Description=В качестве ружья несмертельного действия используется дробовик Benelli Nova, заряженный спецбоеприпасами. Такое оружие используется для временной нейтрализации преступников, не представляющих смертельной опасности, а также при подавлении гражданских волнений. Чтобы боеприпасы несмертельного действия не могли быть случайно использованы с боевым оружием (и наоборот), такие ружья маркируются зеленой краской.||При попадании жертва испытывает сильную боль и временно теряет боеспособность.
FriendlyName=Benelli Nova НД

[CSBallLauncher]
Description=Конструкция пневморужья практически повторяет устройство пневматического оружия, используемого для игры в пэйнтбол. Пластиковые шарики со сжатым едким газом вылетают из ствола на высоких скоростях. Это позволяет применять газ точечно и на больших расстояниях (в отличие от газовых гранат или баллончиков). Емкости магазина достаточно для того, чтобы в ходе операции не возникало необходимости перезаряжать ружье.
FriendlyName=Пневморужье

[ColtM1911HG]
Description=Пистолет Colt M1911 служит блюстителям закона уже несколько десятилетий. Мощный патрон 45-го калибра обеспечивает надежное останавливающее действие и обладает высокой поражающей способностью. Емкость магазина составляет 8 патронов. Можно использовать как оболочечные, так и полуоболочечные пули с экспансивной выемкой.
FriendlyName=Colt M1911

[Glock9mmHG]
Description=Ствольная коробка и рама этого пистолета австрийского производства выполнены из высокопрочного пластика, что существенно снизило вес оружия и упростило его конструкцию. ''Глок'' уступает ''Кольту'' по убойной силе, зато его магазин вмещает целых 17 патронов. Автоматический предохранитель обеспечивает безопасное ношение пистолета.
FriendlyName=Glock 17

[Taser]
Description=Электрошоковый пистолет ''Тазер'' стреляет двумя электродами. При попадании в цель через них пропускается мощный электрический импульс. Это приводит к рефлекторному сокращению мышц и вызывает сильную боль даже у слабо восприимчивых к ней людей. В результате даже самый агрессивный противник будет временно нейтрализован.||Недостатки тазера - малая дальность стрельбы и необходимость замены картриджа после каждого выстрела.
FriendlyName=Taser

[Wedge]
Description=Это приспособление предназначено для блокировки закрытых дверей. Подсунув его под дверь, нужно привести в действие пружинный механизм. После этого открыть или выбить дверь будет невозможно: резиновое покрытие на рабочих поверхностях не позволяет блокиратору скользить. Для разблокировки механизма служит универсальный инструмент.
FriendlyName=Блокиратор

[optiwand]
Description=Оптико-электронный зонд - средство тактической разведки, применяемое в ходе спецопераций. На конце раздвижного телескопического ствола находится миниатюрная камера, изображение с которой передается на жидкокристаллический экран. Благодаря этой системе можно увидеть, что происходит за углом или за дверью закрытого помещения, не подвергая опасности жизни бойцов.
FriendlyName=Зонд

[PepperSpray]
Description=Баллончик с газом - индивидуальное средство защиты. Слезоточивый газ OC вызывает острую боль в глазах и невыносимое жжение открытых участков кожи. Основной недостаток этого оружия - небольшой радиус действия.
FriendlyName=Аэрозоль

[stingGrenade]
Description=Шоковая граната начинена резиновыми шариками. При взрыве они разлетаются в разные стороны. Попадания шариков вызывают у человека болевой шок, который может привести к нарушению ориентации в пространстве и даже потере сознания. Хотя это оружие относится к средствам временного поражения, слишком близкий подрыв гранаты может привести к серьезным травмам.
FriendlyName=Шок. граната

[CSGasGrenade]
Description=При взрыве этой гранаты в воздух поднимается облако слезоточивого газа. Газ вызывает резь в глазах и затрудняет дыхание. Потерпевшие на несколько минут теряют способность к активным действиям.
FriendlyName=Газ

[FlashbangGrenade]
Description=Яркая вспышка и звук разрыва светошумовой гранаты временно оглушают и дезориентируют противника.|| Хотя такие гранаты не дают осколков, подрыв на слишком близком расстоянии может привести к серьезным травмам.
FriendlyName=СШ граната

[BreachingSG]
Description=Спецружье - особая модификация дробовика 12-го калибра, предназначенная для выбивания дверных замков. Боеприпас спецружья - легкий цилиндр из композитного материала, содержащего металлические опилки. При столкновении с целью хрупкий снаряд разбивается на мелкие частицы, однако их энергии достаточно, чтобы выбить замок или даже дверь целиком. При этом людям, находящимся за дверью, не будет нанесено ни малейшего вреда. Укрепленная на стволе фомка позволяет сразу же после выстрела освободить проход в помещение. Кроме того, она не дает стрелку поднести оружие слишком близко к замку, обеспечивая тем самым эффективность и безопасность применения оружия. Компактные размеры позволяют носить спецружье за спиной, вместе с основным оружием.
FriendlyName=Спецружье

[Toolkit]
Description=Универсальный инструмент используется при взломе замков, обезвреживании бомб и ловушек, а также для извлечения блокираторов из-под дверей. Инструментом оснащен каждый боец спецподразделения.
FriendlyName=Универсальный инструмент

[VIPColtM1911HG]
Description=Пистолет Colt M1911 служит блюстителям закона уже несколько десятилетий. Мощный патрон 45-го калибра обеспечивает надежное останавливающее действие и обладает высокой поражающей способностью. Емкость магазина составляет 8 патронов. Можно использовать как оболочечные, так и полуоболочечные пули с экспансивной выемкой.
FriendlyName=VIP Colt M1911

[BadguyColtM1911HG]
Description=Colt M1911
FriendlyName=Colt M1911

[BadguyG36kMG]
Description=Эта легкая штурмовая винтовка была разработана в 1990-х гг. для нужд вооруженных сил ФРГ. С тех пор она получила широкое распространение в качестве надежного универсального оружия. Калибр ствола - 5,56 мм, переключатель режима стрельбы позволяет вести стрельбу очередями из двух патронов.
FriendlyName=G36s

[BadguyUMP45SMG]
Description=Конструкция пистолета-пулемета 45 калибра практически аналогична устройству его 9-мм собрата, однако часть его деталей была выполнена из пластика, что существенно уменьшило массу оружия. Мощный патрон 45-го калибра позволяет использовать компактный пистолет-пулемет против бронированных целей, даже несмотря на более низкие значения скорострельности и дульной энергии пули. Переключатель режима огня имеет два положения - одиночные выстрелы и автоматическая стрельба.
FriendlyName=H&K UMP45

[Cuffs]
Description=По сравнению с обычными пластиковые наручники менее обременительны для задержанного.
FriendlyName=Пластиковые наручники

[Detonator]
Description=xxx вставить описание Detonator
FriendlyName=Детонатор

[IngramHG]
Description=Ingram
FriendlyName=Ingram MAC-10

[PythonRevolverHG]
Description='Питон'' - самый известный из револьверов марки ''Кольт'', его первая модель была выпущена в 1955 г. Патрон ''Магнум'' калибра .357 является одним из наиболее мощных пистолетных патронов, однако боевые характеристики оружия несколько ухудшает невысокая скорострельность и длительная процедура перезарядки. Кроме того, пистолет не оснащен фонариком.
FriendlyName=Colt Python

[USP40HG]
Description=SLP40
FriendlyName=SLP40

[ScorpionHG]
Description=Skorpion
FriendlyName=Skorpion

[BerettaM9HG]
Description=Beretta N9
FriendlyName=Cheetah N9

[SawedOffSG]
Description=Обрез
FriendlyName=Обрез

[Pump2RifleGripSG]
Description=Ружье с прикладом
FriendlyName=Ружье с прикладом

[Pump1SG]
Description=Ружье с рукояткой
FriendlyName=Ружье с рукояткой

[M1Super90SG]
Description=Benelli M1 Super 90
FriendlyName=Benelli M1 Super 90

[BadguyM4Super90SG]
Description=Benelli M4 Super 90
FriendlyName=Benelli M4 Super 90

[UZISMG]
Description=Этот компактный и надежный пистолет-пулемет был разработан в Израиле в начале 1950-х гг. Оборотной стороной его высокой скорострельности является низкая устойчивость при стрельбе очередями. Установленный на стволе глушитель затрудняет обнаружение стрелка противником. Поскольку это оружие изначально не было предназначено для спецотрядов полиции, его конструкция не предусматривает крепление фонарика.
FriendlyName=Uzi

[HK53SMG]
Description=Beretta M9
FriendlyName=G53

[BadguySilencedMP5SMG]
Description=xxx вставить описание SilencedMP5SMG
FriendlyName=H&K MP5A2 с глуш.

[BadguyMP5SMG]
Description=xxx вставить описание MP5SMG
FriendlyName=H&K MP5A2

[M4MG]
Description=Colt M4
FriendlyName=Colt M4

[AK74suMG]
Description=xxx вставить описание M4A1MG
FriendlyName=АКС-74У

[AK74MG]
Description=xxx вставить описание M4A1MG
FriendlyName=АК-74

[AK47MG]
Description=Автомат Калашникова был создан в 1947 г. Четыре года спустя Советская Армия приняла его на вооружение. Благодаря надежности и простоте конструкции легендарный АК до сих пор остается эталонным образцом стрелкового оружия. По скорострельности и пробивной способности АК уступает штурмовой винтовке M4A1, однако более крупный калибр делает его чрезвычайно эффективным в ближнем бою.
FriendlyName=АК-47

